app/controllers/timetable_controller.rb

SELECT "groups".* FROM "groups"
---
  def index
    binding.pry
    @groups = Group.all